Repository: nomeata/link-monitor-applet
Catalog: po/*.po
Languages: fr, it

source: Link Monitor
fr: Moniteur de connexion

source: Monitor the round-trip time to one or more hosts
fr: Surveille le temps d'aller et retour vers un ou plusieurs hôtes
it: Controlla il tempo di raggiungimento di uno o più hosts

source: Delay between echo requests
fr: Délai entre les requêtes d'écho
it: Ritardo tra le richieste di echo

source: Graphs scale
fr: Echelle des graphes
it: Scala dei grafici

source: Height of the preferences dialog
fr: Hauteur de la boîte de dialogue contenant les préférences
it: Altezza della finestra preferenze

source: Hosts list
fr: Liste des hôtes
it: Elenco hosts

source: The amount of time to wait between sending each echo request to a particular host, in milliseconds.
fr: Le temps d'attente entre deux envois successifs d'une requête d'écho, en millisecondes.
it: La quantità di tempo da attendere per l'invio di ogni richiesta di echo a un particolare host, in millisecondi.

source: The height of the preferences dialog.
fr: La hauteur de la boîte de dialogue contenant les préférences.
it: L'altezza della finestra preferenze.

source: The list of hosts to monitor.
fr: La liste des hôtes à surveiller.
it: La lista degli host da monitorare.

source: The scale of the graphs, in milliseconds.
fr: L'échelle des graphes, en millisecondes.
it: La scala dei grafici, in millisecondi.

source: The span of the tooltip graph, in seconds.
fr: L'extension du graphe du ballon d'aide, en secondes.
it: L'ampiezza del grafico tooltip, in secondi.

source: The width of the preferences dialog.
fr: La largeur de la boîte de dialogue contenant les préférences.
it: La larghezza della finestra preferenze

source: Tooltip graph span
fr: Extension du graphe du ballon d'aide
it: Ampiezza del grafico tooltip

source: Width of the preferences dialog
fr: Largeur de la boîte de dialogue contenant les préférences
it: Larghezza della finestra preferenze

source: The link monitor displays the round-trip time to one or more hosts.
fr: Le moniteur de connexion affiche le temps d'aller et retour vers un ou plusieurs hôtes.
it: Il link monitor mostra il tempo di raggiungimento di uno o più hosts.

source: translator-credits
fr: Jean-Yves Lefort <jylefort@brutele.be>
it: Gabriele Vivinetto <gabriele.mailing@rvmgroup.it> Jean-Yves Lefort <jylefort@brutele.be>

source: Unable to open link
fr: Impossible d'ouvrir le lien
it: Impossibile aprire il link

source: No host is being monitored.
fr: Aucun hôte n'est surveillé.
it: Nessun host da monitorare

source: last reply: %i” ago
fr: dernière réponse : il y a %i”
it: ultima risposta: %i” fa

source: last reply: %.2i:%.2i” ago
fr: dernière réponse : il y a %.2i:%.2i”
it: ultima risposta: %.2i:%.2i” fa

source: last reply: %.2i:%.2i:%.2i” ago
fr: dernière réponse : il y a %.2i:%.2i:%.2i”
it: ultima risposta: %.2i:%.2i:%.2i” fa

source: resolving hostname
fr: résolution du nom d'hôte en cours
it: stò risolvendo l'hostname

source: Move _Up
fr: Déplacer Vers le _Haut
it: Sposta _su

source: Move _Down
fr: Déplacer Vers le _Bas
it: Sposta _giù

source: Color
fr: Couleur
it: Colore

source: Host
fr: Hôte

source: Pick a Color
fr: Choisissez une couleur
it: Scegli un Colore

source: socket could not be initialized: %s
fr: le socket n'a pu être initialisé : %s
it: il socket non può essere inizializzato: %s

source: unsupported address family
fr: famille d'adresse non supportée
it: famiglia di indirizzi non supportata

source: unable to resolve hostname: %s
fr: impossible de résoudre le nom d'hôte : %s
it: impossibile risolvere l'hostname %s

source: unable to send echo request: %s
fr: impossible d'envoyer la requête d'écho : %s
it: impossibile inviare la richiesta di echo: %s

source: could not send whole packet
fr: n'a pas pu envoyer le paquet au complet
it: non posso inviare l'intero pacchetto

source: destination network unreachable
fr: réseau de destination injoignable
it: rete di destinazione irraggiungibile

source: destination host unreachable
fr: hôte de destination injoignable
it: host di destinazione irraggiungibile

source: destination protocol unreachable
fr: protocole de destination injoignable
it: protocollo di destinazione irraggiungibile

source: destination port unreachable
fr: port de destination injoignable
it: porta di destinazione irraggiungibile

source: fragmentation needed and DF set
fr: fragmentation nécessaire et DF activé

source: source route failed
fr: la route source a échoué

source: communication prohibited by filter
fr: communication interdite par filtre
it: comunicazione proibita da un filtro

source: destination unreachable, unknown ICMP code
fr: destination injoignable, code ICMP inconnu
it: destinazione irraggiungibile, codice ICMP sconosciuto

source: time to live exceeded
fr: temps à vivre excédé
it: time to live superato

source: fragment reassembly time exceeded
fr: temps de réassemblage du fragment excédé

source: time exceeded, unknown ICMP code
fr: temps excédé, code ICMP inconnu
it: time to live superato, codice ICMP sconosciuto

source: parameter problem
fr: problème de paramètre

source: source quench
fr: extinction de la source

source: redirect network
fr: redirection du réseau

source: redirect host
fr: redirection de l'hôte

source: redirect type of service and network
fr: redirection du type de service et du réseau

source: redirect type of service and host
fr: redirection du type de service et de l'hôte

source: redirect, unknown ICMP code
fr: redirection, code ICMP inconnu

source: no route to destination
fr: pas de route vers destination

source: destination administratively unreachable
fr: destination administrativement injoignable

source: destination unreachable beyond scope
fr: destination injoignable au delà de la portée

source: destination unreachable, unknown ICMPv6 code
fr: destination injoignable, code ICMPv6 inconnu

source: packet too big
fr: paquet trop grand

source: time exceeded, unknown ICMPv6 code
fr: temps excédé, code ICMPv6 inconnu

source: parameter problem: erroneous header
fr: problème de paramètre : en-tête erroné

source: parameter problem: unknown next header
fr: problème de paramètre : en-tête suivant inconnu

source: parameter problem: unrecognized option
fr: problème de paramètre : option non reconnue

source: parameter problem, unknown ICMPv6 code
fr: problème de paramètre, code ICMPv6 inconnu

source: Link Monitor Applet
fr: Applet moniteur de connexion

source: Link Monitor Preferences
fr: Préférences du moniteur de connexion
it: Preferenze di Link Monitor

source: No host selected.
fr: Pas d'hôte sélectionné.
it: Nessun host selezionato.

source: %i host selected.
fr: %i hôte sélectionné.
it: %i host selezionato

source: %i millisecond
fr: %i milliseconde
it: %i millisecondo

source: %i second
fr: %i seconde
it: %i secondo

source: %i hour
fr: %i heure
it: %i ora

source: %i day
fr: %i jour
it: %i giorno

source: 1 week
fr: 1 semaine
it: 1 settimana

source: unable to set O_NONBLOCK flag: %s
fr: impossible d'activer le drapeau O_NONBLOCK : %s

source: Unable to display help
fr: Impossible d'afficher l'aide
it: Impossibile mostrare l'aiuto

source: A fatal error has occurred in the link monitor
fr: Une erreur fatale est survenue dans le moniteur de connexion
it: E' accaduto un errore fatale in link monitor

source: _About...
fr: À _Propos de...
it: I_nformazioni...

source: _Help
fr: _Aide
it: _Aiuto

source: _Preferences...
fr: _Préférences...
it: _Preferenze...

source: <span weight="bold">General</span>
fr: <span weight="bold">Général</span>
it: <span weight="bold">Generale</span>

source: <span weight="bold">Hosts</span>
fr: <span weight="bold">Hôtes</span>

source: _Delay between echo requests:
fr: _Délai entre les requêtes d'écho :
it: _Ritardo tra le richieste di echo:

source: _Graphs scale:
fr: E_chelle des graphes :
it: _Scala dei grafici:

source: _Tooltip graph span:
fr: E_xtension du graphe du ballon d'aide :
it: _Ampiezza del grafico tooltip:

source: %i minute
it: %i minuto
